Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Animasjonsstudiet er et integrert treårig praktisk-teoretisk studium.
nn: Animasjonsstudiet er eit integrert treårig praktisk-teoretisk studium.

source: Avgjerdsprosessen ved Høgskulen i Sogn og Fjordane om å bli en del av Høgskulen på Vestlandet.
nn: Avgjerdsprosessen ved Høgskulen i Sogn og Fjordane om å bli ein del av Høgskulen på Vestlandet.

source: Studiet er rettet mot kreative personer med interesse for visuelle medier.
nn: Studiet er retta mot kreative personar med interesse for visuelle medium.

source: Bachelorstudium i PR, kommunikasjon og medier
nn: Bachelorstudium i PR, kommunikasjon og media

source: Trykk på knappen «Klikk her for å gjøre deg klar»Du vil se tidspunkt, og hvis prøven ikke har åpnet enda, så kan du se når den vil starte.
nn: Trykk på knappen «Klikk her for å gjere deg klar»Du vil sjå tidspunkt, og dersom prøva ikkje har opna seg enno så kan du sjå når den vil starte.

source: Det vil også være naturlig å invitere en representant for Regional Etisk Komite.
nn: Det vil også vera naturleg å invitera ein representant for Regional Etisk Komite.

source: gjennomføringen av et animasjonsfilmprosjekt
nn: gjennomføringa av eit animasjonsfilmprosjekt

source: ha ferdigheter i å gi undervisning i skolefaget naturfag
nn: ferdigheiter i å gje undervisning i skulefaget naturfag

source: Fagkomitéen kaller inn kvalifiserte søkere til intervju i Volda med supplerende oppgaver.
nn: Fagkomiteen kallar inn kvalifiserte søkjarar til intervju i Volda med supplerande oppgåver.

source: En kvalitativ studie om samarbeid mellom offentleg og frivillig sektor for tilrettelegging av nærtur
nn: Ein kvalitativ studie om samarbeid mellom offentleg og frivillig sektor for tilrettelegging av nærtur

source: Tidligere produksjonserfaring fra animasjon eller andre visuelle uttrykksformer kan være en fordel.
nn: Tidlegare produksjonserfaring frå animasjon eller andre visuelle uttrykksformer kan vere ein fordel.

source: Ut fra dette ser vi det derfor som formålstjenlig at mange ulike funksjoner og deler av organisasjonen har kontakt med det politiske miljøet.
nn: Ut frå dette ser vi det derfor som føremålstenleg at mange ulike funksjonar og delar av organisasjonen har kontakt med det politiske miljøet.

source: For å få lov til å delta i obligatoriske laboratorie-øvelser skal studenten før hver samling gjennomføre og få godkjent en kunnskapsprøve (elektronisk flervalgsprøve).
nn: For å få lov til å delta i obligatoriske laboratorie-øvingar skal studenten før kvar samling gjennomføre og få godkjent ei kunnskapsprøve (fleirvalsprøve i Canvas).

source: I samsvar med det nasjonale kvalifikasjonsrammeverket har studenten følgende læringsutbytte etter fullført emne:
nn: Læringsutbytte I samsvar med det nasjonale kvalifikasjonsrammeverket har studenten følgjande læringsutbytte etter fullført emne:

source: I første samling blir de ulike posisjonene presentert, og det blir gitt orientering om de ulike forskriftene i forskningsetikken.
nn: I første samling blir dei ulike posisjonane presentert, og det blir gitt orientering om ulike forskrifter i forskingsetikken.

source: Opptak vil bli kunngjort innen to uker.
nn: Opptak vil bli kunngjort innan to veker.

source: På Bachelor i medier, IKT og design - Medieproduksjon arbeider du for å skape innhold på dagens og morgendagens plattformer.
nn: På Bachelor i media, IKT og design arbeider du med mediedesign eller medieproduksjon for å skape innhald på dagens og morgondagens plattformer.

source: Journalistikkens kunnskapsformer vil i teori og praksis bli relatert til vitenskapelige kunnskapsformer, særlig kvalitativ og til dels kvantitativ samfunnsvitenskapelig metode.
nn: Journalistikkens kunnskapsformer vil i teori og praksis bli relatert til vitskaplege kunnskapsformer, særleg kvalitativ og til dels kvantitativ samfunnsvitskapleg metode.

source: religioner og livssyn.
nn: i, det er prosessuelt.

source: Studentproduksjoner utgjør en stor del av det praktiske arbeidet, og det er i hovedsak her den praktiske læringen finner sted.
nn: Studentproduksjonar utgjer ein stor del av det praktiske arbeidet, og det er i hovudsak her den praktiske læringa finn stad.

source: Trass i stor innsats og et lovverk som skal sikre barn og unge et trygt og godt psykososialt skulemiljø, har en ikke lukkast med nullvisjonen om at mobbing ikke skal eksistere.
nn: Trass i stor innsats og eit lovverk som skal sikre barn og unge eit trygt og godt psykososialt skulemiljø, har ein ikkje lukkast med nullvisjonen om at mobbing ikkje skal eksistere.

source: Sterke brobyggere kan bidra både positivt og negativt i nettverket.
nn: Sterke brubyggjarar kan bidra både positivt og negativt i nettverket.

source: Andre viktige områder er valg og bruk av ulike typer kilder og kildemateriale, etiske dilemmaer og kildekritisk analyse knyttet til ulike former for journalistiske undersøkelser og metodevalg.
nn: Andre viktige område er val og bruk av ulike typar kjelder og kjeldemateriale, etiske dilemma og kjeldekritisk analyse knytt til ulike former for journalistiske undersøkingar og metodeval.

source: - Skal kunne kommunisere og arbeide i et internasjonalt miljø
nn: Kommunisere og arbeide i eit internasjonalt miljø

source: Studentene skal ha utvidet kunnskap om
nn: Studentane skal ha utvida kunnskap om

source: velger du ved å trykke på Innstillinger/tannhjulet oppe til høyre i skjermbildet etter du har logget inn.
nn: vel du ved å trykkje på Innstillingar/tannhjulet oppe til høgre i skjermbildet etter du har logga inn.

source: - Skal kunne samarbeide med andre om et felles kreativt prosjekt
nn: Samarbeide med andre om eit felles kreativt prosjekt

source: kunnskap om filmmanuskripters form og hensikt
nn: kunnskap om yrkesetikk i oppdragsproduksjon

source: være i stand til å bidra i samfunnsdebatten og arbeide for økt kvalitet i journalistisk produksjon
nn: vere i stand til å bidra i samfunnsdebatten og arbeide for auka kvalitet i journalistisk produksjon

source: Godkjente søkere konkurrerer så på grunnlag av konkurransepoeng.
nn: Godkjende søkjarar konkurrerer så på grunnlag av konkurransepoeng.

source: Baklengs planlegging for samstemt undervisning i emnet BLULSU ved Høgskulen i Volda dc.contributor.author
nn: Baklengs planlegging for samstemt undervisning i emnet BLULSU ved Høgskulen i Volda

source: Course content Undervisningen i NF103U, sammen med NF104U, tar sikte på å gi studentene faglig og fagdidaktisk grunnlag for å undervise naturfag i grunnskolens ungdomstrinn.
nn: Undervisninga i NF103U, saman med NF104U, tar sikte på å gi studentane fagleg og fagdidaktisk grunnlag for å undervise naturfag i grunnskolens ungdomstrinn.

source: Arbeidsformene omfatter forelesninger, hjemmeoppgaver og diskusjon.
nn: Arbeidsformene omfattar førelesingar, heimeoppgåver og diskusjon.

source: Studiet går over et semester og blir organisert etter en fastlagt kalender for leksjoner og oppgaver.
nn: Studiet går over eit semester og vert organisert etter ein fastlagt kalender for leksjonar og oppgåver.

source: Fremmøte til all praktisk undervisning er obligatorisk, se «Forskrift om opptak, studium og eksamen ved Høgskulen i Volda» (
nn: Frammøte til all praktisk undervisning er obligatorisk, sjå «Forskrift om opptak, studium og eksamen ved Høgskulen i Volda» (

source: er en person som fungerer som mellomledd mellom andre i nettverket.
nn: er ein person som fungerer som mellomledd mellom andre i nettverket.

source: Det finnes ikke et idealmønster for samhandling mellom politikk og administrasjon, men det finnes i alle organisasjoner rom for forbedringer.
nn: Det finst ikkje eit idealmønster for samhandling mellom politikk og administrasjon, men det finst i alle organisasjonar rom for forbetringar.

source: Studentene skal ha omfattende kunnskap om
nn: Studentane skal ha omfattande kunnskap om

source: kan nyttiggjøre seg kunnskap om medie- og kommunikasjonsteknologi på praktiske og teoretiske problemstillinger, grunngi valgene sine og analysere relevante uttrykk
nn: kan nyttiggjere seg kunnskapar om medie- og kommunikasjonsteknologi på praktiske og teoretiske problemstillingar, grunngje vala sine og analysere relevante uttrykk

source: Det er en del av prosjektet «Kulturperspektiv på møte mellom embetsmenn og bønder», et strategisk høgskuleprosjekt frå Høgskulen i Volda, Historisk institutt og Institutt for religion, livssyn og kristendom.
nn: Det er ein del av prosjektet «Kulturperspektiv på møte mellom embetsmenn og bønder», eit strategisk høgskuleprosjekt frå Høgskulen i Volda, Historisk institutt og Institutt for religion, livssyn og kristendom.

source: kan formidle sentralt fagstoff som teorier, problemstillinger og løsninger gjennom relevante uttrykksformer
nn: Kan formidle sentralt fagstoff som teoriar, problemstillingar og løysingar gjennom relevante uttrykksformer

source: De kan bidra til økt informasjons- og kunnskapsflyt mellom aktørene i nettverket gjennom å koordinere og videreformidle, eller de kan fungere som «propper» i nettverket som hindrer flyt og kontakt.
nn: Dei kan bidra til økt informasjons- og kunnskapsflyt mellom aktørane i nettverket gjennom å koordinere og vidareformidle, eller dei kan fungere som «proppar» i nettverket som hindrar flyt og kontakt.

source: kunne ha regiansvaret for produksjonen av en animert kortfilm
nn: kunne ha regiansvaret for produksjonen av ein animert kortfilm

source: Detaljer knyttet til arbeidskravene blir kunngjort i semesterplanen.
nn: Detaljar knytt til arbeidskrava blir kunngjort i semesterplanen.

source: Studenten kan ikke ta til med arbeidet før planen er godkjent.
nn: Studenten kan ikkje ta til med arbeidet før planen er godkjent.
